Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 难怪他刚刚说他捡到宝了。
en_us: No wonder he had called them a treasure just now.

source: 难怪他和凌霄一路过来几乎没有看到半个人影。
en_us: No wonder he had Ling Xiao hadn't seen a single person on their way over.

source: 难怪外面的人会形容东洲的人是未开化的种族，连这种事都做得出来，简直就是灭绝人性啊！
en_us: No wonder outsiders described Dong Zhou's people as being from an uncivilized clan. If they could even do this kind of thing, then it was simply inhuman!

source: 难怪天刀明知道她是凌霄故意塞给他们的还收下花姑。
en_us: No wonder Tian Dao still took her in despite knowing that Ling Xiao threw her to them on purpose.

source: 难怪客栈老板会告诉他们最好不要去鬼哭涯，如果天狗都是这种类型的成员，确实挺恐怖的。
en_us: No wonder the owner of the tavern would tell them that it was best not to go to the Weeping Ghost Shore. It was really quite frightening if the Tiangou comprised of these type of members.

source: 难怪宫殿是悬浮在水中，而不是真正建立在水底。
en_us: No wonder the palace was floating in water and not actually built in the sea.

source: 难怪很多人一提到鬼哭涯就变脸，敢情都是一群胆大包天的家伙，总部竟然故意设置在最危险的地方，易守难攻。
en_us: No wonder many people's expression changed just by the mere mentioning of its name. By the looks of things, they where a bunch of daredevils, having their headquarters purposefully set in such a dangerous location. Easy to defend but hard to attack.

source: 难怪星罗城主会认为他在说慌！
en_us: No wonder the City Master of Starfall City would think he was lying!

source: 难怪水元素之心那么害怕，原来是怕被抹掉灵智。
en_us: No wonder the Water Elemental Essence was so afraid, it was afraid of being wiped of it's intelligence.

source: 难怪那么多人都说西境是通天大陆最不安全的地方，没有实力，进来只能找死，现在亲身体会了一把，传闻果然不假。
en_us: No wonder so many people have said that the Eastern Continent of TongTian Continent was the most unruly. If one didn't have power, coming here was asking for death, now he has got a taste of it too. Rumors don't lie.

source: 难怪风迟云失踪了，游震天仍然留在这里。
en_us: No wonder You ZhenTian stayed despite Feng ChiYun's disappearance.

source: 难怪黑蜘蛛敢邀请通天大陆所有大势力，这里面的东西随便一件流出去都足以让人争得头破血流。
en_us: No wonder Black Spider dared to invite TongTian Continent's major powers. If any one of these items were leaked out, it would be enough to make people fight until death.

source: 难道是他念错了哪个字哪句话不成？
en_us: Could it be that he had pronounced something wrong?

source: 雄赳赳气昂昂的吞金兽刚走出游小默的真空罩，剧烈的水流刮得他‘嘎嘎嘎’叫个不停，爪子使劲的扒着龟壳边缘，要不是游小默及时将他捞回来，这会恐怕已经被水流冲走了。
en_us: With his chest held high, (雄赳赳气昂昂) the Metal Swallowing Beast left You XiaoMo's air-tight barrier/evacuated enclosure (真空罩). Soon his (‘嘎嘎嘎’)quacking noise was heard as the rapid currents flowed against him. Exerting all of his strength, his claws clinged to the edge of the turtle shell. If You XiaoMo hadn't scooped him up on time, he would've already been flushed away with the current.

source: 雅间的气氛顿时冷凝了下来。
en_us: The atmosphere in the private room immediately chilled (冷凝).

source: 集九镇是东洲一个二级小镇，小镇的等级只比村庄和凡人世界强一些，这里居住的都是些修炼者，实力一般较低。
en_us: JiJiu Town was a level two town of Dong Zhou. The level of the town was only marginally stronger than the world of normal people. Practitioners lived here, though their strength was relatively low.

source: 集九镇压人们晚上一般是不出门的，因此也就没有夜市之类的东西，时间一到，街上漆黑一片，偶尔有几家的灯光从窗户透出来，好来客栈就是其中一家，从街上可以看到二楼几个房间的灯光仍然亮着。
en_us: Normally, the people of the JiJiu Town didn't come out during the night, thus there was no such thing as a 'night market' either. Once it was dark, the streets became pitch black, with only a few houses that emits light from their windows. The HaoLai Inn was one of those houses. From afar, you could see that a few of the rooms on the second floor were still lit.

source: 集九镇最近来了不少外来者，有阿川帮忙介绍，他们客栈里现在住着四个外来者，剩下两个明天很可能会离开了。
en_us: Recently a lot of outsiders came to the JiJiu Town. With the help of A Chuan, there were four outsiders currently staying here. Two of them may leave tomorrow.

source: 集九镇的人之所以敢坑外来者，不是他们仗着自己有实力，而是一般有实力的外来者是不会来他们这种偏远的小镇的，再者集九镇已经有上千年的历史，自从人们一致排外后，集九镇就没有出过事。
en_us: The reason why the people of JiJiu Town (集九镇) dare to defraud outsiders was not that they had strength of their own, but that the outsiders who were strong would generally avoid such a remote town. Besides, Jijiu Town had a history of thousands of years and nothing unfortunate had ever happened in JiJiu Town ever since the people became xenophobic.

source: 集镇郊外大树下。
en_us: At the town's outskirts.

source: 雷云一现，便代表着游小默已经凝丹成功，接下来就是对抗雷劫的时间。
en_us: The appearance of the thunderclouds represented the success of You XiaoMo forming the magic pill, and following that was the time to resist the Lightning Tribulation (雷劫).

source: 雷云很快便散去了，天空碧蓝碧蓝，仿佛被清洗过一样，灿烂的阳光暖洋洋的，海面一片波光。
en_us: The thunderclouds soon dispersed and the sky turned blue, as if it had been washed clean. The brilliant sunshine warmed the ocean surface, creating a sight of the gleaming reflection of waves in sunlight.

source: 雷云的出现代表游小默凝丹即将成功，接下来便是对付雷劫的时候，不过洞府外面有一层禁制，雷云想要劈下来还得先搞定禁制才行。
en_us: The appearance of thunderclouds meant that You XiaoMo was about to succeed at forming the pill. Next, it would be time to face the thunder calamity (雷劫?), but since there was a Restriction outside the Immortal’s Cave, if the thunderclouds wanted to strike down, they would still have to get through the Restriction first.

source: 雷云要散去需要一个时辰，时间暂时很充足。
en_us: The thunderclouds required an hour to disperse, so for now, they had more than enough time.

source: 雷达般的视线瞬间集中在他身上，最灼热的就是十五名守卫，眼中隐隐带着杀气，紧紧盯着走进的少年。
en_us: Gazes converged on him like lasers, and the hottest ones came from the fifteen guards, their gazes baring a hint of killing intent, fixed on the young man.

source: 雷龙和申老头知道不能再拖下去，二人商量后，最后决定让申老头拿下乾坤丹的丹方。
en_us: Lei Long and the Geezer Shen knew that they could not drag this on any longer. After the two discussed, it was decided that the Geezer Shen would be the one taking the pill recipe for the Cosmos Pill.

source: 震惊的不止是他，那些准备围观少年被守卫们架走的人也一脸震惊表情，这个看起来瘦瘦弱弱的少年，竟然有这般实力，逆天了吧？
en_us: It wasn't just him who was shocked. Those who were prepared to watch the young man get taken away by the guards were also shocked. This weak-looking young man was actually this strong? That was too unfair...

source: 青年‘哦’地一声，怀疑的目光在两人之间看来看去。
en_us: The youth made an 'oh' noise, and his suspicious gaze jumped between the two of them.

source: 青年一听到小乌龟，眼睛都瞪圆了，不过当他看到游小默手上的小乌龟后又平静下来。
en_us: The moment the youth heard 'baby turtle,' his eyes grew wide, but when he saw the baby turtle on You XiaoMo's hand, he calmed down again.

source: 青年一愣，“这话从何说起？”
en_us: The youth stared blankly, "Why do you say this?"

source: 青年一看伤口竟然有中毒的迹象，而且毒性还很猛，整条腿才几秒就已经麻痹得完全没有知觉了，青年顿时急了起来，暂时用修为压抑住蛇毒，不过他知道自己是走不到宴会，可又不能放任风迟云不管。
en_us: The youth saw that there were signs of poisoning at the wound and the venom was extremely toxic. It only took a few seconds to loose all feeling in his whole leg and for it to be completely paralyzed. The youth immediately became anxious and temporarily used his cultivation to repress the snake venom. However, he knew that he would be unable to walk to the banquet and yet he could not leave Feng ChiYun unguarded.

source: 青年不是个沉得住气的人，很快便试探起他们。
en_us: The youth wasn't a calm person, and he very quickly began to start asking them questions.

source: 青年主动表明自己来找他们正是老人告诉他的。
en_us: The youth took the initiative and indicated that he had come to find them, as the old man had said.

source: 青年也是龙龟族的，他叫做海初，外表腼腆，不过却是个很健谈的人，他对游小默有一点好感，一路都主动跟他介绍鲸岛的情况。
en_us: The youth was also from the Dragon Turtle Clan (龙龟族). He was called Hai Chu, and though he looked shy, he was actually a very talkative person. He had a somewhat good opinion of You XiaoMo, so he willingly explained Whale Island's situation to him along the way.

source: 青年从储物袋取出一个巴掌大的玉盒子，递给他道：“那就麻烦你了，顺便帮我把这只玉盒子交给赦长老他们，切记一定要亲手交到赤血家族的人手上。”
en_us: The youth took out a palm-sized jade box from his magic bag and passed it to Yin Ge, "Then I will have to trouble you. Please help to pass this jade box to Elder She and the rest too. Bear in mind that you must personally hand this over to the people from the Vermilion Blood Clan."

source: 青年代表着真龙族，知道他们动手挖灵草太麻烦，因为不是丹师就必须大动干戈，比如连根带土挖出来，游小默就顺手帮了他这个小忙。
en_us: The young man represented the True Dragon Clan's and knowing that it would take them a lot of effort digging up magic herbs, since non-mages needed to pull out the roots with the soil, You XiaoMo lend a hand.

source: 青年到现在都没发现，不过可以想象等他知道真相后会是多么懊恼。
en_us: The youth didn't even notice anymore, but You XiaoMo could imagine how upset he would be once he learned of the truth.

source: 青年十分讨厌姬凤，因为麒麟族和妖凰族算是死敌，所以两族的长辈时不时就会拿年轻一辈来作对比，谁都不想输给对方。
en_us: The youth really disliked Ji Feng, because the Qilin Clan and the Demon Phoenix Clan could be considered as mortal enemies, therefore the elders of the two clans would compare their younger generations with each other from time to time, and none wanted to be outdone by the other.

source: 青年听到他答应了，不由一喜，“但是什么？”
en_us: The youth could not help but feel delighted upon hearing his agreement, "But what?"

source: 青年哼了一声，却听他的话没再说什么。
en_us: The youth snorted, but listened to his advice and did not say anything else.

source: 青年在说什么？
en_us: What was the youth saying?

source: 青年急忙叫住他，要是让他就这样离开，等赤血家族的人发现并找过来，他可能已经毒发身亡了，风迟云没人看着也可能会不见，还不如赌一把。
en_us: The youth hurriedly called out to him. If he really let this man leave, he would probably die from the poison by the time the people from the Vermilion Blood Clan discovered his disappearance and came looking. Feng ChiYun may not disappear even with no one watching over him, he might as well take a gamble.

source: 青年恳求地道：“我是赤血家族的弟子，我刚刚被毒蛇咬了，可不可以麻烦你去宴会那边帮我通知他们一声，我会感谢你的。”
en_us: The youth entreated, "I am a disciple from the Vermilion Blood Clan. I was bitten by a snake just now. I would be very grateful if I could trouble you to go to the banquet and inform my companions of this."

source: 青年恼羞成怒。
en_us: The youth flew into a rage out of humiliation.

source: 青年想了想，还是决定不把这个事实告诉游小默。
en_us: The young man thought for a bit before deciding not to tell the truth to You XiaoMo.

source: 青年斟酌了半天，“那个叫莫景的男人，他只是让你们给玄龟族传达几句话而已？
en_us: The youth deliberated for a while. "Did the man called Mo Jing only tell you guys to deliver a few messages to the Black Turtle Clan? There was nothing else besides this?"

source: 青年最不缺的就是妖兽内丹，西境妖兽颇多，每年死个几百上千只妖兽不在少数，不少是在战斗中被杀死的，也有一些是寿命到坐化的，真龙族每年少说也能攒几十颗，而且上次他从真龙族里偷出来的内丹到现在还没卖完呢。
en_us: The thing that the youth had in abundance was demon beast Life Crystals. There were many demon beasts in Xi Jing, and every year, at least hundreds of thousands demon beasts died. Most were killed in battle, but there were also a few who had died from old age. Every year, the True Dragon Clan could collect ten or so crystals at the very least, and he hadn't even finished selling all the Life Crystals he stole from the True Dragon Clan last time.

source: 青年松了一口气，随即专心应付起身上的蛇毒，低着头的他没有发现，银戈在转弯的时候并没有拐向宴会的方向，而是向山下走去，风迟云自然是紧紧的跟着他，直到四周再无第三个人……
en_us: The youth sighed in relief and immediately concentrated on dealing with the snake venom in his body. As his head was lowered, he did not discover that Yin Ge was not heading in the direction of the banquet when he turned. Rather, he was walking down the mountain. Feng ChiYun naturally followed after Yin Ge closely until there was no one else around them. (直到四周再无第三个人)

source: 青年没料到蛇毒会这么厉害，以他的修为只能压抑片刻，这时，他突然懊悔自己为什么要来这么偏僻的地方，否则就不会被蛇咬。
en_us: The youth did not expect that the snake venom would be so strong. He was only able to suppress it for a short moment with his cultivation level. At this moment, he suddenly regretted coming to such a such a desolate place, otherwise, he would not have been bitten by a snake.

source: 青年没有认出他是之前坐在风迟云旁边的人，看到他也没在意。
en_us: The youth did not recognize that he was the person who had sat beside Feng ChiYun previously so he was not concerned when he saw Yin Ge.

source: 青年皱起眉，中品和上品竟然相差五十万灵晶，差距未免太大了，不过他现在急需灵晶，也只能这样。
en_us: The young man frowned. The value of mid grade and high grade differed by a full five hundred thousand spirit gems, that was way too much, but he was desperate for spirit gems, so he could only accept it.

source: 青年看不出他们的破绽，只得说：“既然是误会，那就算了，不过希望李管事下次一定要在第一时间通知我，灵晶不是问题。”
en_us: The youth couldn't spot their weak point, and he could only say, "Since it was an accident, then we can forget about it. However, I hope that next time Manager Li will notify me at the earliest possible moment. Spirit gems are not a problem."

source: 青年知道他误会了，可是又无从解释，总不能说风迟云被控制住，没有他亲自引导根本不可能找得到宴会，更不可能辨认出赤血家族的人。
en_us: The youth knew that he had been misunderstood, yet he had no way of explaining himself. After all, he could not say that Feng ChiYun was being manipulated and it was impossible for him to reach the banquet without the youth's personal guidance. Not to mention how it was even more impossible for Feng ChiYun to recognize people from the Vermilion Blood Clan.

source: 青年算是恨透了妖凰族。
en_us: It could be considered that the youth bitterly hated the Demon Phoenix Clan.

source: 青年脸色微沉，他竟然被无视了。
en_us: The expression of the youth slightly darkened, he was actually being ignored.

source: 青年走后，总算轮到他们。
en_us: After the young man left, it was finally their turn.

source: 青年连忙摇摇头，同时松一口气，他就觉得不可能，小主子那么重要，莫景怎么可能会交给两个陌生人，偏偏龙老一定要他问一下。
en_us: The youth nodded hastily while releasing a breath of air at the same time. He just knew that it was impossible. The Young Master was so important, so how could Mo Jing just hand it over to two strangers, but Old Dragon had insisted on him asking about it.

source: 青年迟疑了起来，“这个恐怕……”
en_us: The youth hesitated, "I'm afraid that this... ..."

source: 青秋一下子就发现猫球的存在，一脸欣喜道：“哎呀，这只小妖兽好可爱啊，能不能让我抱一抱？”
en_us: Qing Qiu noticed CatQiu immediately and her face lit up. “Oh! That’s such a cute demon beast, can I hug him?”

source: 青秋噗嗤一笑，“逗你玩的，我确实有点事情找你，听说你炼了一种名为容颜丹的灵丹，我受人之托，想跟你买几颗，不知道你现在有没有？”
en_us: Qing Qiu laughed softly. “I’m just joking, I do actually need something. I heard you refined a pill called the beauty pill, and someone asked me to purchase some; might you have any for sale at the moment?”

source: 青秋微微一笑，“游同学，我们又见面了。”
en_us: Qing Qiu smiled softly, “Classmate You, we meet again.”

source: 青秋抿了抿唇，笑道：“那就多谢游同学了。”
en_us: Qing Qiu pursed her lips a bit and then smiled, “Thank you then, classmate.”

source: 青秋说：“不多，五颗就行了。”
en_us: Qing Qiu said, “Not much, just five is enough.”

source: 靠近游小默的天门和天阳伸长脖子看着两只大小连他们的拇指都没有的金翅虫，这种小妖兽只能在书籍中看到，现实几乎看不到。
en_us: Tian Men and Tian Yang, who were closest to You XiaoMo, stretched their necks to take a closer look at the two Golden Winged Insects, barely larger than their thumb. This sort of demon beast was only ever seen in books, not reality.

source: 面对赤血家族的质问，凌霄表现得十分镇定，“怀疑我的话，把证据拿出来。”
en_us: Against the ChiXue Family's suspicion, Ling Xiao was very calm. "If you suspect me, then bring out some proof."

source: 顶着老者看傻子一样的目光，游小默嘴角抽搐的说道：“没，我就是问一下。”
en_us: With the elder looking at him as if he was stupid, the corner of You XiaoMo's lips twitched as he said, "No, I was just curious."

source: 顶级丹方和高级丹方有一个很大的区别。
en_us: Pinnacle level recipes and high-grade recipes had one major difference.

source: 顶级功法最后不出所料的落入雷龙手中，因为他直接将两枚彩丹甩出来，本来就只有申老头能与他一争高下，结果其他人都拿不出手了。
en_us: Ultimately, it turned out as expected and the pinnacle level soul training manual landed in Lei Long's hands because he directly threw out the two rainbow pills. It went without saying that the only one who could compete with him was the Geezer Shen. As a result, the others could could only let it slip out of their hands.

source: 顶级区不一定只有顶级丹师才会来，但是每一个来这里的人一定是强者，这下子进来两个，而且还是戴着一丑一美面具的人，不引起关注才怪。
en_us: It wasn't as if only transcendent level mages went to the pinnacle section, but everyone who came to this place was definitely an expert. It would be weird if they didn't get attention, especially since one had an ugly mask and the other a beautiful mask.

source: 顶级区则是由灵草堂收购别人的灵草统一买卖。
en_us: The pinnacle section depended solely on the Magic Herb Shop purchasing other people's magic herbs and standardizing the sales.

source: 顶级区的顶级灵草统一由灵草堂出售，和前面的高级区三个区不一样，那些都是外人租借灵草堂的摊位在这里买卖灵草。
en_us: All of the transcendent level magic herbs in the pinnacle section (顶级区) were being sold by the Magic Herb Shop. It wasn't the same as the other three districts, where outsiders rented the Magic Herb Shop's stalls to buy and sell magic herbs here.

source: 顶级录草对各大势力是很有吸引力的，所以竞争的人不少，不过为了保证后面的资金充足，出手的人并不是特别多，然而也都是有点资产的。
en_us: Transcendent level magic herbs were very attractive to all powerful people, so there were quite a few people competing for them. However, in order to ensure that they would have adequate funds for later, there weren't very many people who were bidding, and they were all people with some assets.

source: 顶级灵草对一些低等妖兽的震慑的作用，就是高级妖兽也不敢随随便便将顶级灵草吞下肚子，不过水妖属于半妖兽，难怪他们没有想到这一点。
en_us: Transcendent level magic herbs had the ability to shock some low level demon beasts. Even high level demon beasts didn't dare to casually swallow transcendent level magic herbs into their stomachs. But Water Demons counted as half a demon beast, so it was no surprise they hadn't thought of this.

source: 顶级灵草并不能一概而论。
en_us: Transcendent level magic herbs could not be lumped under one class.

source: 须不知，万厨师是学游小默的。
en_us: What they didn't know was that Chef Wan learnt it from You XiaoMo.

source: 须不知，从他们走出客栈的时候，游小默和凌霄就已经察觉到他的存在，只是他们没有理会，都当他是不存在的。
en_us: But what he didn't know was that You XiaoMo and Ling Xiao had already discovered his existence since the moment they walked out of the inn. It was only that they paid no attention to him and pretended as if he wasn't there at all.

source: 须不知，他不急，别人早已急得团团装。
en_us: Unbeknown to him, although he wasn't in any rush, the others were.

source: 须不知，强盗头子从未将她的话听进去，不管她们的话是真是假，反正已经得罪了，那就干脆得罪到底，而且能尝到古玛部落的大小姐和二小姐的滋味也值了。
en_us: What she didn't know was that the bandit chief had never once listened to what she was saying. It didn't matter if she was telling the truth or lies. In any case, he had already offended her, so he might as well offend her to the end. Moreover, it was worth it if he could get a taste of the Guma Tribe's first young mistress and second young mistress.

source: 须不知，没了大刀的他已经不会让游小默那么忌惮他了。
en_us: He didn't know that, without his sword, You XiaoMo was no long afraid of him at all.

source: 须不知，游小默其实是在心里腹诽凌霄。
en_us: They didn't know that You XiaoMo 心里腹诽 Ling Xiao.

source: 顿了一下，他问道：“请问你是？”
en_us: He hesitated for a moment and asked, “And you are…?”

source: 领头正是那名伏姓男子，只见他匆匆赶过来，张口似乎要喊万俟西元，眼角余光突然瞥见凌霄的身影。
en_us: The one to take the lead was the man surnamed Fu. He rushed over and opened his mouth as if he were going to shout MoQi XiYuan's name, before he caught a glimpse of Ling Xiao's figure in the corner of his eye.

source: 颜辉不信，“以师傅的本事，想要找一株心灵花草有何难，再者师傅也不是丹师，你把灵草送给师傅又有什么用！”
en_us: Yan Hui didn't believe him. "With shifu's skill, how hard is it to find a Heart Flower Herb. Plus, shifu isn't a mage, what use is there in giving this magic herb to shifu!"

source: 颜辉也就是苏朗的大师兄，当初他奉命去参加逍遥院的招生大会，目的就是为了凌霄，游小默算是附加的，不过一开始他并不知道凌霄就是他的目标，直到师傅传来消息才知道，让他两人一起监视。
en_us: Yan Hui was Su Lang's dashixiong. Back then, he acted under orders and participated in XiaoYao Institution's new student orientation because of Ling Xiao. You XiaoMo could be considered an additional part of it, but at the beginning he hadn't known that Ling Xiao was his target. It was only when shifu sent over more information that he found out, tell him to keep an eye on both of them.

source: 颜辉冷笑一声，“既然你早就知道，为什么不揭穿我？”
en_us: Yan Hui laugh grimly, "Since you long knew about this, why didn't you expose me?"

source: 颜辉则拉着他问南陆的事情，比如发生什么趣闻，苍盟盟主长什么样，那个出现在北阳城的圣境强者之类的八卦事件。
en_us: Yan Hui pulled him along and asked about the things that happened in the South Continent. For instance, what kind of interesting news happened, how did the Head of the Cang Alliance look like, and such gossipy things like who was the Sacred Realm powerhouse who had appeared in Bei Yang City.

source: 颜辉努力平复这心中翻滚的思绪，再抬起头，脸上已经重新挂起兄友弟恭的笑容，“师弟，每个人都有他的际遇，你的运气确实是我比不上的，但是通天大陆第一天才这个称号，你当得确实名不副实。”
en_us: Yan Hui tried hard to calm the rolling thoughts in his heart. When he raised his head, a smile that showed love and respect as good brothers should hung on his face once more, "Shidi (师弟), everyone has their own fate. Your luck is indeed incomparable with mine, but you are really unworthy of the title of the TongTian Continent's Number One Genius.

source: 颜辉却觉得他一脸可惜的表情很搞笑，和程向荣相反，他是个薄情之人，亲情都可以不要，何况是友情，所以他觉得程向荣的想法很可笑，从他们第一次见面，他们就注定不可能当朋友。
en_us: Yan Hui felt that his face full of pity was hilarious. Contrary to Cheng XiangRong, he was a heartless person who even disregarded family ties, let alone ties of friendship. So he thought Cheng XiangRong's thinking was ridiculous. It was destined for them to not be friends from the first time they met.

source: 颜辉反倒不着急说了，虽然这个话题有点长他人志气灭自己威风，但是若能看到苏朗脸上的自信和骄傲一点一点的崩溃，那又何妨！
en_us: Yan Hui leisurely began. Although this topic was a little like increasing another's spirit and extinguishing one's own prestige, what harm would there be in doing it if he was able to see the confidence and pride slowly collapse on Su Lang's face!

source: 颜辉垂下眼睫毛，眼睛里的冰冷被他悄然掩盖，过了会，他才开口说道：“师弟，就算要找回面子也要有本事才行，否则丢了脸，只怕师傅会更生气，我想你也知道师傅的脾气，他最讨厌没有用和没有利用价值的人。”
en_us: Yan Hui's eyelids lowered, and the ice cold look in his eyes was covered slightly. After a while, he said, "Shidi, even if you want to regain your face, you have to have the ability to do so. Or else if you lose face, I'm afraid shifu will be even more angry. I trust that you also know shifu's temper, he hates useless and worthless people."

source: 颜辉安慰的拍拍他的肩膀，“兄弟，不要放在心上，你拒绝了她，她总要找回点面子。”
en_us: Yan Hui patted his shoulder in comfort. "Brother, don't think too much of it. You rejected her, so she had to find some way of maintaining her pride."

source: 颜辉对他的脑子并不抱希望，接着道：“意思就是，逍遥院并不缺乏天才，据我所知，有一个人比你更适合当通天大陆第一天才，他才是名副其实。”
en_us: Yan Hui was not hopeful about his intelligence, so he continued, "That means, there are no lack of geniuses in the XiaoYao Institution. As far as I know, there's one person who is better suited to be the Number One Genius in the TongTian Continent. He's the one who is worthy of the title."

source: 颜辉投降的摆摆手，“我当然知道，我就是开个玩笑而已啦。”
en_us: Yan Hui raised his hands in surrender. "I know, I'm just joking."

source: 颜辉握住他的手，将他的手指一根一根掰开，脸上却平静的笑了笑，“师弟，你也知道师兄我之前是逍遥院的院生，逍遥院能成为通天大陆第一学院，没有几斤几两重又怎么崛起得了。”
en_us: Yan Hui grabbed his hand and pried Su Lang's fingers off his collar one by one with a serene smile on his face, "Shidi, you know that I, your Shixiong (师兄), used to be a student in XiaoYao Institution. How could the XiaoYao Institution rise abruptly to become the number one educational institute in the TongTian Continent without some capability and skill?" (没有几斤几两重又怎么崛起得了)

source: 颜辉故意用恶劣的语气说道：“他现在已经是……彩级二品。”
en_us: Yan Hui deliberately said in a nasty tone. "He is already... Grade Two Rainbow Level."

source: 颜辉显然意犹未尽，再问，游小默就一问三不知了，大叔见他脸上有些不耐就主动告辞，顺道把颜辉带走了。
en_us: Yan Hui obviously wished to continue hearing more gossip and he asked You XiaoMo again. You XiaoMo denied further knowledge of all gossip. Seeing that his patience was running thin, the uncle took the initiative to take his leave and drag Yan Hui away at the same time.

source: 颜辉有些意外他为什么说得这么肯定，诧异道：“你凭什么认为师傅会偏袒你？”他知道师傅比较疼爱苏朗，但是却也是个公私分明的人。
en_us: Yan Hui was a little surprised at how certain he sounded, and he said, astonished, "Why do you think shifu side with you?" He knew that shifu was fairly fond of Su Lang, but he was also someone who made a clear distinction between his public and private life.

source: 颜辉没有在意他的嘲讽，慢条斯理道：“我记得，他刚成为院生的时候，年龄好像才二十二岁左右吧，那时他的修为是九品中品还是上品，具体我忘记了，现在才过去一年多，姑且就算两年，他已经是一名彩级二品丹师。”
en_us: Yan Hui did not care about Su Lang's ridicule as he leisurely said, "I remember that he seemed to be only about 22 years old when he just became a student. At that time, his cultivation was only at mid-grade or high-grade Level Nine though I forgot the specific details. Now, in just more one year, or two years at the maximum, he is already a Grade Two Rainbow Level mage."

source: 颜辉皱眉，“你笑什么？”
en_us: Yan Hui frowned, "What are you laughing about?"
